IDEA Open Model
ReportSettings.SymbolExplanations Property
Compatible with IDEA StatiCa v 10.1
 Indicates, whether generate explanations to report.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool SymbolExplanations { get; set; }
Public Property SymbolExplanations As Boolean
	Get
	Set
public:
property bool SymbolExplanations {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace